ondiiik/micropython-espboards/ports/esp32/boards/TTGO_EINK_METEO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "TTGO EINK Meteo (spiram+himem)"
#define MICROPY_HW_MCU_NAME "ESP32"
